Repository: wp-plugins/very-simple-signup-form
Catalog: translation/signupform-*.po
Languages: fr_fr, nl_nl

source: Name
fr_fr: Nom
nl_nl: Naam

source: Email
fr_fr: Adresse e-mail
nl_nl: E-mailadres

source: Please fill in all the required fields
fr_fr: Veuillez remplir tous les champs requis
nl_nl: Svp alle verplichte velden invullen

source: Please enter at least 2 characters
fr_fr: Veuillez entrer au moins 2 charactères
nl_nl: Svp tenminste 2 tekens invullen

source: Please enter a valid email
fr_fr: Veuillez entrer une adresse e-mail valide
nl_nl: Svp geldig e-mailadres invullen

source: Thanks for your signup! I will contact you as soon as I can.
fr_fr: Merci pour votre inscription! Nous vous contacterons dans les plus brefs délais.
nl_nl: Bedankt voor je aanmelding! Ik neem zo snel mogelijk contact met je op.

source: Fill in number
fr_fr: Remplir le nombre
nl_nl: Vul in nummer

source: Please fill in the correct number
fr_fr: Veuillez remplir avec le nombre correct
nl_nl: Svp juiste nummer invullen

source: Phone
fr_fr: Téléphone
nl_nl: Telefoon

source: Signup
fr_fr: Signer
nl_nl: Aanmelden

source: Widget Title:
fr_fr: Titre le widget:
nl_nl: Widget titel:

source: New Signup
fr_fr: Nouvel Inscription
nl_nl: Nieuwe Aanmelding

source: This is a very simple signup form. Use the widget to display form in sidebar. For more info please check readme file.
fr_fr: C'est un formulaire d'inscription très simple. Utiliser le widget pour afficher le formulaire dans la barre latérale. Veuillez lire le fichier README pour plus d'informations.
nl_nl: Dit is een zeer eenvoudig aanmeldingsformulier. Gebruik de widget om formulier in sidebar te tonen. Voor meer info zie readme bestand.

source: VSSF Custom Style
fr_fr: VSSF Style Personnalisé
nl_nl: VSSF Aangepaste Stijl

source: Custom Style
fr_fr: Style Personnalisé
nl_nl: Aangepaste Stijl

source: On this page you can add Custom Style (CSS) to change the layout of your Very Simple Signup Form.
fr_fr: Sur cette page, vous pouvez ajouter un Style Personnalisé (CSS) pour modifier la mise en page de votre Very Simple Signup Form.
nl_nl: Op deze pagina kun je Aangepaste Stijl (CSS) invoeren om het uiterlijk van je Very Simple Signup Form te veranderen.

source: Save Style
fr_fr: Enregistrer le Style
nl_nl: Stijl Opslaan

source: Field label
fr_fr: Étiquette de champ
nl_nl: Veld label

source: All fields
fr_fr: Tous les champs
nl_nl: Alle velden

source: Fields by name
fr_fr: Champs par nom
nl_nl: Velden op naam

source: Submit button
fr_fr: Bouton Envoyer
nl_nl: Verzendknop

source: Field error
fr_fr: Champ d'erreur
nl_nl: Veld error

source: Error and Thank You message
fr_fr: Erreur et message de remerciement
nl_nl: Foutmelding en Dank Je bericht

source: Plugin Stylesheet
fr_fr: Feuille de style plug-in

source: For Default Style
fr_fr: Pour le Style Défaut
nl_nl: Voor Standaard Stijl

source: Field label error
fr_fr: Erreur d'étiquette de champ
nl_nl: Veld label fout

source: click here
fr_fr: cliquez ici
nl_nl: klik hier

source: Description
nl_nl: Omschrijving
